const city = "Видное"; //Мой город
const temperature = 19; //Температура за сегодняшний день

console.log("Город", city); //Вывод названия города в консоль
console.log(`Температура равна ${temperature} градусов`); //Вывод температуры в консоль

let x = 4; //Случайные тестовые переменные
let y = 7;
let n = 3;

console.log(`Результат выражения x + y + n = ${x + y + n}`); //Вывод результатов в консоль

//Я не очень понимаю какой код из предыдущих заданий нужно описать, но я так поняла что код из этого задания.